const contactsMessageText =
  `.......................................\n` +
  `*Зв'язатиcь з нами:*\n` +
  `.......................................\n` +
  `*Тел:*  (097) 944-61-71\n` +
  `*Пошта:* info@armors.com.ua\n` +
  `*Cайт:* armors.com.ua\n` +
  `.......................................\n` +
  `*Час роботи:*\n` +
  `.......................................\n` +
  `*Пн-Пт:*  9:00 - 18:00\n` +
  `*Сб-Нд:* вихідний\n`;

const faqMessageText = `
    _______________
  .......................................
    <b>Faq:</b>
  .......................................

    <b>Плотери:</b>
    <a href="https://www.youtube.com/watch?v=r6zRmYPvM7M"><b>Як замінити ножа на плотері ArmorStandart ASG</b></a> 
    <a href="https://www.youtube.com/watch?v=vf-LtpP4ge8"><b>Як замінити ножа на плотері ArmorStandart ASG2</b></a> 
    <a href="https://www.youtube.com/watch?v=xZMgLoGhxAg"><b>Як підключити плоттер ArmorStandart ASG2</b></a> 
    <a href="https://www.youtube.com/watch?v=c_iGNlYQNjo"><b>Порізка планшетноі плівки на плоттері ArmorStandart ASG2</b></a> 
    <a href="https://www.youtube.com/watch?v=swGrO_Jynaw"><b>Як вирізати плівку на планшет на плоттері ArmorStandart ASG2</b></a>
    <a href="https://www.youtube.com/watch?v=iWQ6RN5Gwhc"><b>Як вставляти плівку з автоподачею на плоттері ArmorStandart ASG2</b></a>

    <b>Плівки/Скло:</b>
    <a href="https://www.youtube.com/watch?v=CuB_nWQ9MLo"><b>Інструкція зі встановлення захисного скла ArmorStandart 3D ICON</b></a>
    <a href="">https://www.youtube.com/watch?v=IeIUaO995JU<b>Інструкція зі встановлення захисного скла ArmorStandart BLVCK ICON</b></a>
    <a href="https://www.youtube.com/watch?v=CsFy9g7y4Bs"><b>Інструкція зі встановлення захисного скла для камери ArmorStandart Camera glass</b></a>
    <a href="https://www.youtube.com/watch?v=nKZUtJC__nY"><b>Інструкція зі встановлення захисного скла ArmorStandart GLASS.CR</b></a>
    <a href="https://www.youtube.com/watch?v=Xv3SCvwoG9k"><b>Інструкція зі встановлення гідрогелевої плівки для планшетів ArmorStandart</b></a>
    <a href="https://www.youtube.com/watch?v=TIrZoUKJP9c"><b>Інструкція зі встановлення гідрогелевої плівки для трекерів та смарт годинників ArmorStandart</b></a>
    <a href="https://www.youtube.com/watch?v=durB3wG2r3I"><b>Інструкція зі встановлення захисного скла ArmorStandart PRO ANTI-SPY MATTE</b></a>
    <a href="https://www.youtube.com/watch?v=QVcg90GyYl0"><b>Встановлення гідрогелевої плівки на смартфон ArmorStandart Classic</b></a>
    <a href=""><b></b></a>
    <a href=""><b></b></a>
    <a href=""><b></b></a>
    <a href=""><b></b></a>
    <a href=""><b></b></a>
    <a href=""><b></b></a>
    <a href=""><b></b></a>
    <a href="https://www.youtube.com/watch?v=qdQBMV_HewE"><b>Як наклеїти захисну плівку на смартфон</b></a>
    <a href="https://www.youtube.com/watch?v=-quEB9pbpsE"><b>Як наклеїти захисне скло на смартфон</b></a>
    _______________
 
  `;

const faqMessageTextPlotter = `
    _______________
  .......................................
    <b>Faq:</b>
  .......................................

    <b>Плотери:</b>
    <a href="https://www.youtube.com/watch?v=r6zRmYPvM7M"><b>Як замінити ножа на плотері ArmorStandart ASG</b></a> 
    <a href="https://www.youtube.com/watch?v=vf-LtpP4ge8"><b>Як замінити ножа на плотері ArmorStandart ASG2</b></a> 
    <a href="https://www.youtube.com/watch?v=xZMgLoGhxAg"><b>Як підключити плоттер ArmorStandart ASG2</b></a> 
    <a href="https://www.youtube.com/watch?v=c_iGNlYQNjo"><b>Порізка планшетноі плівки на плоттері ArmorStandart ASG2</b></a> 
    <a href="https://www.youtube.com/watch?v=swGrO_Jynaw"><b>Як вирізати плівку на планшет на плоттері ArmorStandart ASG2</b></a>
    <a href="https://www.youtube.com/watch?v=iWQ6RN5Gwhc"><b>Як вставляти плівку з автоподачею на плоттері ArmorStandart ASG2</b></a>
  `;

const faqMessageTextGlass = `
  .......................................
    <b>Faq:</b>
  .......................................

    <b>Скло:</b>
    <a href="https://www.youtube.com/watch?v=CuB_nWQ9MLo"><b>Інструкція зі встановлення захисного скла ArmorStandart 3D ICON</b></a>
    <a href="">https://www.youtube.com/watch?v=IeIUaO995JU<b>Інструкція зі встановлення захисного скла ArmorStandart BLVCK ICON</b></a>
    <a href="https://www.youtube.com/watch?v=CsFy9g7y4Bs"><b>Інструкція зі встановлення захисного скла для камери ArmorStandart Camera glass</b></a>
    <a href="https://www.youtube.com/watch?v=nKZUtJC__nY"><b>Інструкція зі встановлення захисного скла ArmorStandart GLASS.CR</b></a>
    <a href="https://www.youtube.com/watch?v=durB3wG2r3I"><b>Інструкція зі встановлення захисного скла ArmorStandart PRO ANTI-SPY MATTE</b></a>
 
  `;

const faqMessageTextFilm = `
  .......................................
    <b>Faq:</b>
  .......................................
    
    <b>Плівки:</b>
    <a href="https://www.youtube.com/watch?v=Xv3SCvwoG9k"><b>Інструкція зі встановлення гідрогелевої плівки для планшетів ArmorStandart</b></a>
    <a href="https://www.youtube.com/watch?v=TIrZoUKJP9c"><b>Інструкція зі встановлення гідрогелевої плівки для трекерів та смарт годинників ArmorStandart</b></a>
    <a href="https://www.youtube.com/watch?v=QVcg90GyYl0"><b>Встановлення гідрогелевої плівки на смартфон ArmorStandart Classic</b></a>
 
  `;

const cron1cMessageText = "*⚠️УВАГА!! Вийдіть з 1С!⚠️*";

const greetings = [
  "🌅 Доброго ранку, колеги! Нехай цей день принесе вам море позитиву та нових досягнень!",
  "🌞 Привіт, команда! Почнімо день з енергії та готовності до викликів!",
  "🌄 Радісного ранку, друзі! Нехай кожна година цього дня принесе вам лише радість і успіх!",
  "🌻 Доброго ранку! Почнемо цей день з посмішки та позитиву!",
  "🌼 Привіт, колеги! Нехай сьогодні кожен момент буде наповнений натхненням та креативністю!",
  "🌈 Ранок — це нові можливості! Побажаємо вам успішного дня та вдалого виконання всіх завдань!",
  "🌟 Гарного ранку, команда! Сьогоднішній день — це ваш час засяяти!",
  "☀️ Привіт, друзі! Пам'ятайте, кожен новий день — це нові можливості!",
  "🌞 Доброго дня, колеги! Нехай сьогодні кожен ваш крок буде направлений до великих досягнень!",
  "🌄 Привіт! Почніть свій день з віри в свої сили та готовності до перемог!",
  "🌈 Ранок — час нових починань! Бажаємо вам неймовірно плідного дня!",
  "🌻 Доброго ранку! Нехай кожна година цього дня буде сповнена вдячності та радості!",
  "🌼 Привіт, друзі! Почніть свій день з позитивних емоцій та впевненості у власних силах!",
  "🌞 Доброго дня, колеги! Нехай сьогодні кожен ваш крок буде направлений до великих досягнень!",
  "🌟 Привіт, команда! Нехай ваш день буде наповнений тільки приємними сюрпризами!",
  "🌈 Ранок — це нові можливості! Пам'ятайте, кожен новий день — це ваш шанс!",
  "🌻 Доброго ранку, друзі! Почніть свій день з посмішки та позитиву!",
  "🌼 Привіт, колеги! Нехай цей день стане вашим найуспішнішим!",
  "🌞 Доброго дня! Пам'ятайте, ваш успіх залежить від вашої впевненості!",
  "🌟 Привіт, команда! Сьогодні — ваш день! Вірте в себе та свої здібності!",
  "🌈 Ранок — це час нових починань! Бажаємо вам міцного здоров'я та натхнення!",
  "🌻 Доброго ранку, друзі! Пам'ятайте, немає нічого неможливого!",
  "🌼 Привіт, колеги! Почніть свій день з позитивних думок та гарних планів!",
  "🌞 Доброго дня, команда! Нехай сьогодні кожен ваш крок буде направлений до великих досягнень!",
  "🌟 Привіт, друзі! Пам'ятайте, ви здатні на більше, ніж ви уявляєте!",
  "🌈 Ранок — це новий початок! Почніть свій день з відчуттям готовності до перемог!",
  "🌻 Доброго ранку, колеги! Нехай цей день буде сповнений натхнення та творчості!",
  "🌼 Привіт, команда! Пам'ятайте, ваш успіх залежить від вашої роботи та наполегливості!",
  "🌞 Доброго дня! Сьогоднішній день — це ваш шанс стати кращим!",
  "🌟 Привіт, друзі! Почніть свій день з посмішки та гарних намірів!",
  "🌈 Ранок — це нові можливості! Ви готові до нових досягнень?",
  "🌻 Доброго ранку, колеги! Пам'ятайте, кожна ваша дія — це крок до успіху!",
  "🌼 Привіт, команда! Нехай ваш день буде наповнений рішучістю та енергією!",
  "🌞 Доброго дня! Почніть свій день з відчуттям глибокого спокою та гармонії!",
  "🌟 Привіт, друзі! Сьогоднішній день — це ваш шанс зробити світ кращим!",
  "🌈 Ранок — це новий початок! Нехай сьогоднішній день буде наповнений новими можливостями!",
  "🌻 Доброго ранку, колеги! Бажаємо вам плідного дня та яскравих вражень!",
  "🌼 Привіт, команда! Пам'ятайте, ви здатні на більше, ніж ви уявляєте!",
  "🌞 Доброго дня! Почніть свій день з ентузіазму та рішучості!",
  "🌟 Привіт, друзі! Сьогодні — чудовий день, щоб зробити свої мрії реальністю!",
  "🌈 Ранок — це новий початок! Почніть день з посмішки та позитивного настрою!",
  "🌻 Доброго ранку, колеги! Нехай цей день буде прекрасним для досягнення ваших цілей!",
  "🌼 Привіт, команда! Пам'ятайте, що ваш успіх залежить від ваших дій!",
];

const farewells = [
  "🌇 Доброго вечора, колеги! Бажаємо вам заслуженого відпочинку та яскравих вражень поза робочим часом!",
  "🌙 До скорої зустрічі команда! Нехай вечір буде сповнений тепла та затишку!",
  "🌆 Завершуємо день з успіхом! Нехай ваш вечір буде стільки ж продуктивним, як і ранок!",
  "🌠 До побачення, друзі! Пам'ятайте, що кожен заслужив хорошого відпочинку після продуктивного дня!",
  "🌃 До скорої зустрічі колеги! Нехай вечір принесе вам лише приємні емоції та відпочинок!",
  "🌌 Пора відпочити! Дякуємо за чудову роботу сьогодні, колеги!",
  "🌆 Завершуємо день! Нехай ваша ніч буде спокійною та відновлюючою!",
  "🌠 До побачення, друзі! Насолоджуйтесь вечором та заряджайтеся позитивом на завтра!",
  "🌃 До скорої зустрічі колеги! Зустрінемось завтра з новими силами та ідеями!",
  "🌆 Завершуємо день з вдячністю за продуктивну роботу! До зустрічі, команда!",
  "🌠 До побачення, друзі! Нехай ваш вечір буде наповнений відпочинком та радістю!",
  "🌃 До скорої зустрічі колеги! Нехай ваша ніч принесе тільки приємні мрії та відновлення сил!",
  "🌌 Час відпочити та насолодитися вечором! До зустрічі завтра, колеги!",
  "🌆 Завершуємо день з успіхом! Нехай ваш вечір буде стільки ж чудовим, як і ваша робоча зміна!",
  "🌠 До побачення, друзі! Бажаємо вам приємного вечора та зарядження енергією на завтра!",
  "🌃 До скорої зустрічі колеги! Нехай вечір принесе вам заслужений відпочинок та відновлення!",
  "🌌 Час відпочинку! Пам'ятайте, що завтра новий день з новими можливостями!",
  "🌆 Завершуємо день з вдячністю за ваш внесок! До побачення, команда!",
  "🌠 До побачення, друзі! Нехай ваша ніч буде спокійною та відпочиваючою!",
];

module.exports = {
  contactsMessageText,
  faqMessageText,
  cron1cMessageText,
  greetings,
  farewells,
  faqMessageTextPlotter,
  faqMessageTextGlass,
  faqMessageTextFilm,
};
